// https://tsn.ua/lady/astrologiya/scho-mi-znayemo-pro-lyudey-yaki-narodilisya-pid-znakom-vodoliya-1707556.html
// https://www.unian.ua/lite/astrology/10748736-strilec-povna-harakteristika-znaka-zodiaku.html

const zodiacList = [

  {
    name: 'Водолій',
    date: '20 січня - 18 лютого',
    image: 'aquarius',
    element: 'Повітря',
    symbol: 'Людина, яка тримає в руках дві посудини: в одній – жива вода, в іншій – мертва.',
    planet: 'Уран, Сатурн',
    number: 'Одинадцятий знак зодіаку',
    stone: 'Нефрит, аметист, обсидіан, яшма, змійовик, авантюрин і перли',

    description: `Характерними рисами, які відрізняють Водоліїв від інших знаків, є винахідливість і непередбачуваність.

    Це один із найскладніших та суперечливих знаків. Основні примітні риси характеру Водолія: винахідливість, незалежність, відданість і непередбачуваність.

    Водолії – люди суперечностей, яскраві індивідуалісти, схильні до перепадів настрою. Представників цього знаку вирізняє яскравий темперамент, вони не виносять рутини та нудних обов'язків. Водолії волелюбні й незалежні.
    
    Незамінним другом і однодумцем Водолія роблять вміння зав'язувати потрібні зв'язки, а також оригінальні ідеї та погляд на світ.

    Водолій любить експериментувати, виділятися, ризикувати та знаходити нове. Він завжди прагне нових пригод, не зосереджуючись на чомусь одному. З усіх знаків Водолія можна характеризувати як найбільш непередбачуваного.

    Водночас народжені під знаком Водолія дуже вірні натури, хоча справжніх друзів у них не так уже й багато. Тривалі та серйозні відносини зазвичай Водолії підтримують недовго, оскільки прагнуть нових знайомств. Знайомства заводять швидко, з ними всім легко. При цьому коло довіри у них доволі вузьке, куди входять лише близькі.`,

    men: `Головні переваги чоловіків Водоліїв – гуманність, сила волі та лояльність. Вони від народження мають розвинену емпатію, а тому готові допомагати навіть малознайомим людям. При цьому Водоліїв не можна примусити змінити свої принципи. Їхня внутрішня сила особливо яскраво проявляється в критичних ситуаціях.
    
    Серед недоліків Водолія можна виділити підвищену збудливість, недалекоглядність і сарказм. Він сильно переживає навіть через незначні конфлікти. А ускладнюється це тим, що Водолій часто не в змозі оцінити труднощі та робить неправильні кроки на життєвому шляху.

    Представниць протилежної статі Водолії приваблюють чарівністю, люб'язністю і красномовством. Спершу може здатися, що він проникливо цікавиться всім, що йому все знайоме, і що у нього є відповіді на всі запитання.`,

    woman: `Представниці жіночої статі, народжені під знаком Водолія, приваблюють своєю дивовижною легкістю у спілкуванні. Вона може підтримати будь-яку розмову й висловити точку зору про що завгодно. І це не дивно, адже представниця цього знаку дуже допитлива, а тому є джерелом найрізноманітнішої інформації.
    
    Цих жінок відрізняє витончена зовнішність і гострий розум. Креативні, рішучі та люблять іноді навіть шокувати публіку.

    Жінка Водолій не піде протоптаною стежкою, вона знайде свою. Її життя постійно змінюється, оскільки вона знаходить нові захоплення, нові знайомства, любить подорожувати та отримувати яскраві емоції.

    Представниці цього знака легкі на підйом і в будь-який час можуть зірватися з місця в пошуках нових пригод.

    У коханні жінки Водолії дуже романтичні, доброзичливі, чуйні й щедрі. Вони сексуально розкуті й точно знають, чого хочуть від чоловіків. Водночас можуть здатися відвернутими через невгамовне прагнення залишатися незалежними.`,

    partner: `Найкраща сумісність у Водоліїв зі знаками повітряної стихії: Близнюками та Терезами. Також вони добре сумісні зі Стрільцем і Овном.

    Найгірша сумісність у Водолія з Тельцями та Скорпіонами, хоча союз з останнім може бути корисний для кар'єри, а з Тільцями – для емоційної підтримки.
    
    З Рибами стосунки можуть дати йому перевагу у фінансовому плані. А ось для духовного розвитку буде плідним партнерство із Козерогом.`,

    famous: `Під знаком Водолія на світ з'явилися політики Авраам Лінкольн і Анджела Девіс, композитор Вольфганг Амадей Моцарт, письменники Чарльз Діккенс, Вірджинія Вулф і Антон Чехов, балерина Анна Павлова, кутюр'є Крістіан Діор і Пако Рабан, співак і автор пісень Джастін Тімберлейк, співачка Тіна Кароль, супермодель Дженіс Дікінсон, актори Кларк Гейбл, Дженніфер Еністон, Джон Траволта і Ештон Катчер, світська левиця Періс Гілтон і дочка Елвіса Преслі - Ліза Марія.`

  },

  {
    name: 'Риби',
    date: '19 лютого - 20 березня',
    image: 'pisces',
    element: 'Вода',
    symbol: `Взаємно обернені в різні боки дужки, а також дві риби, що пливуть у різних напрямках, але пов'язані стрічкою.`,
    planet: 'Нептун',
    number: 'Дванадцятий знак зодіаку',
    stone: 'Аквамарин, аметист, гагат, перли, місячний камінь, опал.',

    description: `Представники цього знака Зодіаку мудрі й дуже чуйні.
    
    Це один із найбільш чуттєвих знаків Зодіаку. Прикметні риси характеру Риб: мудрість, вразливість, чуйність та здатність адаптуватися до будь-яких обставин.
    
    Сильними сторонами представниками цього знаку Зодіаку є розвинена інтуїція й уміння пристосовуватися до будь-якого громадського порядку, бути своїм у будь-якому середовищі, знаходячи найкращі виходи зі скрутного становища.

    Товариськими їх складно назвати. Але насправді спілкування з людьми приносить їм величезне задоволення, просто коло спілкування вони формують дуже вибірково. Річ у тім, що довіру Риб потрібно заслужити.
    
    Риби – творчі особистості. Часто їм буває непросто розібратися в собі, зрозуміти, що їм потрібно у житті, розставити пріоритети й рухатися вперед, досягаючи мети. Нерішучість і страх змін деколи стримують їхні мрійливі пориви вирватися назустріч пригодам, новим емоціям та враженням. Але якщо все ж у них це виходить – Риби йтимуть до переможного кінця.`,

    men: `Чоловіки, народжені під знаком Риби, неймовірно чутливі та емоційні. Вони люблять самотність, щоб ніхто не заважав і не переривав їхню ідилію. Усамітнений відпочинок на природі, прогулянка парком або вечір за читанням – це те, що потрібно їм для поповнення витрачених сил та енергії.

    Чоловіки Риби нерішучі та навіть безініціативні – і це може виявитися серйозною проблемою. Їм буває важко переконати себе, що для отримання бажаного необхідно хоча б іноді виходити із зони комфорту й діяти.
    
    Водночас представники цього знака є надійними друзями – їм можна сміливо довірити навіть найпотаємніші таємниці. Риби ніколи не ставляться з упередженням до людей. І якщо дають пораду – то перевірену на собі особисто.
    
    У коханні чоловік Риби, як і в інших сферах свого життя, часто безініціативний. Він може фантазувати, але так і не зробить ніяких активних дій і кроків.

    Якщо ж комусь вдасться зловити цю рибку, то можна не сумніватися – ці чоловіки вміють бути чуйними та ніжними, вірними й турботливими.`,

    woman: `Жінки цього знаку мають особливий шарм і є дуже чарівними. Це щирі та чуттєві натури. Чарівна посмішка, грайливі очі, стрункі, крихкі фігурки та характерна пластика рухів – такими є жінки Риби. Кожен їхній крок, жест або міміка наповнені неповторною плавністю й легкістю.

    Вони романтичні, тактовні та інтелігентні, їм притаманна справжня жіноча слабкість. Жінки Риби вирізняються рідкісним розумінням і співчуттям до ближнього. При цьому вони намагаються уникати конфліктних ситуацій і людей, що їх провокують.
    
    У коханні жінки Риби – це сплав земної пристрасті із неземною фантазією. Вони звабливі, таємничі й загадкові. Їхній обранець – це сильний, впевнений у собі чоловік, якому близький образ захисника, воїна, добувача і рятівника.`,

    partner: `Найбільш сумісні Риби в коханні та шлюбі зі знаками водної стихії – Раком і Скорпіоном. Доволі міцним союз у них може вийти з Тельцем і Козерогом.

    Натомість несумісними знаками для них є Близнюки та Стрілець, хоча союз зі Стрільцем може бути корисний для кар'єри, а з Близнюками – для емоційної підтримки.
    
    Стосунки з Овном можуть дати Рибам перевагу в фінансовому плані, тоді як для духовного розвитку буде плідним партнерство з Водолієм.`,

    famous: `Під знаком Риб з'явилися на світло живописець Сандро Боттічеллі, філософ Артур Шопенгауер, політики Надія Крупська і Михайло Горбачов, космонавт Юрій Гагарін, композитор Йоганн Себастьян Бах, вчений-фізик Альберт Ейнштейн, топмоделі Єва Герцигова і Сінді Кроуфорд, кінорежисер Люк Бессон, актори Елізабет Тейлор, Курт Рассел, Шерон Стоун, Брюс Вілліс, Дрю Беррімор і Єва Мендес.`

  },

  {
    name: 'Овен',
    date: '21 березня - 19 квітня',
    image: 'aries',
    element: 'Вогонь',
    symbol: 'Баран',
    planet: 'Марс',
    number: 'Перший знак зодіаку',
    stone: 'Рубін і діамант, а також циркон та цитрин',

    description: `Основні риси характеру, які відрізняють Овнів від інших знаків, – харизма, ініціатива та цілеспрямованість.
    
    Це один із найбільш запальних знаків. Основні притаманні Овну риси характеру: харизма, ініціатива, цілеспрямованість, енергійність, впевненість у собі, сміливість, сильна воля і незалежність.
    
    Представники цього знака – природжені лідери, проте часто бувають нетерплячими та занадто запальними.

    Це імпульсивні люди. У Овнів сильний і владний характер, і вони прагнуть до того, щоб у всьому бути першими. Овни кидаються в бій самовіддано та хоробро, з упевненістю, що саме так і має чинити кожен. Вони завжди й у всьому хочуть досягти успіху, бути визнаними, не чекають ні від кого милості та відстоюють свої інтереси.

    Серед недоліків Овна можна виділити прямолінійність, дратівливість та егоїзм. Іноді він може бути ідеалістичним і наївним. Прагнучи до авторитету й панування, Овен може стати агресивним через свою імпульсивність і нездатність дослухатися порад.

    Овен досягне багато чого, якщо навчиться міркувати та аналізувати свої вчинки.`,

    men: `Сильні якості та недоліки Овна часто являють собою дві крайності однієї риси характеру. Наприклад, він часто наполегливо йде до мети. Але коли справа явно провальна й веде до краху, то може проявляти дику упертість та не слухати нічиїх порад.
    
    Позитивними рисами Овнів є такі, як енергійність, ввічливість, відкритість і доброзичливість, оптимізм, комунікабельність, ентузіазм. Негативні – запальність, ревність та егоїзм, надмірна самовпевненість і прямолінійність, яку часто плутають з безтактністю, ексцентричністю, в негативному її прояві.

    У коханні Овни, як правило, самі собі на умі. Вони ніколи не приділять занадто багато уваги своїй другій половині, а усамітнення з коханим Овном також буде помірним. Їм важливо бути в центрі вашої уваги. Овен повинен бути вашим Всесвітом, на менше вони не згодні.`,

    woman: `Представниці цього знака Зодіаку розкуті й упевнені в собі.

    Це комунікабельні, дотепні та не обділені красою дівчини. Вони вміло підтримують бесіду і завжди перебувають у центрі уваги.
    
    Жінка Овен досить самостійна, терпіти чоловіка в домі «аби був» не стане. Вона веде активний спосіб життя, любить спорт. Вона динамічна і любить суперництво. Між скелелазінням і безтурботним відпочинком на пляжі, найімовірніше, обере перше. Не показує сліз, не скаржиться на долю. Заряджає близьких своєю нескінченною енергією.
    
    У неї багато друзів протилежної статі, тому увагою чоловіків вона не обділена. При цьому жінка Овен ніколи не дасть приводу для ревнощів, бо вона дуже віддана й дорожить своїми стосунками. Заради свого коханого ця дівчина піде на все, навіть на шкоду собі.`,

    partner: `Найбільш сумісні у коханні, стосунках та шлюбі Овни зі знаками Зодіаку вогняної стихії – Левами та Стрільцями. Міцним союз у них може вийти також з Близнюками та Водоліями.

    Несумісними знаками для Овна є Рак та Козеріг, хоча союз із Козерогом може бути корисним для кар'єри, а з Раком – для емоційної підтримки.
    
    Стосунки з Тельцем можуть дати Овнам користь у фінансовому плані, а для духовного розвитку буде плідним союз із Рибами.`,

    famous: `Під знаком Тельця на світ з'явилися: Квентін Тарантіно, Леді Гага, Роберт Дауні молодший`

  },

  {
    name: 'Телець',
    date: '20 квітня - 20 травня',
    image: 'taurus',
    element: 'Земля',
    symbol: 'Священна корова, родюча земля і квітучий сад',
    planet: 'Венера',
    number: 'Другий знак зодіаку',
    stone: 'Амазоніт або аметист, авантюрин або агат, яшма і кварц',

    description: `Один із найбільш врівноважених знаків Зодіаку. Прикметними рисами характеру Тельців є терплячість, працьовитість, практичність, життєва мудрість, неквапливість, любов до задоволень і впертість.
    
    Представники цього знака – творці та гурмани. Телець втілює собою принцип любові до життя та його благ. Він уміє й любить працювати, створює собі комфортні умови для життя. Терпіння Тільця дивує, йому важко вчитися чогось нового й пристосовуватися до незнайомих умов.

    Це дещо пасивний знак, який, ймовірно, чекає слушної нагоди й активно полює за можливостями. Він є найпрацьовитішим знаком Зодіаку, здатен довго й важко працювати, якщо знайде відповідний спосіб самовираження.

    Яскраво виражена практичність і життєва мудрість, неквапливість роблять Тільця хорошим домогосподарем.

    Представники цього знака Зодіаку врівноважені, спокійні та вперті люди, а також розсудливі й практичні. У них стійкі погляди на життя. Тільці цінують стабільність.`,

    men: `Чоловіки, народжені під знаком Тельця, терплячі та спокійні. Проте, якщо їх усе ж вивести з рівноваги, то є ризик зіткнутися з розлюченим биком. При цьому його гнів бурхливий, але недовгий.
    
    У малознайомому товаристві чоловік, народжений під знаком Тельця, мало себе проявляє. Він поводиться тихо й практично не спілкується. Його характер розкривається в оточенні перевірених людей, де Телець стає душею компанії.

    Закохавшись чоловік Телець проявляє розсудливість, спокій і здоровий глузд. На життя він дивиться реалістично, приземлено. Однак при цьому емоційно стриманий Телець усе ж захоплюється чуттєвими аспектами кохання й поводиться як справжній гурман у любовних стосунках.`,

    woman: `Жінка цього знака Зодіаку має дуже спокійний характер. Це стримана та вдумлива жінка, яка ніколи не дозволить собі різкого словесного випаду або образи на адресу іншої людини. При цьому не потерпить такого ставлення і до себе.

    Зовнішня краса жінки Тельця гармонійно поєднується з силою волі та ангельським терпінням. Вона рідко дратується і, як правило, ці спалахи гніву бувають короткочасними.
    
    Представниці цього знаку відрізняються особливою царственою й спокійною граціозністю. Вони наділені природною чарівністю та приємними манерами.
    
    Жінки Тельці просто обожнюють шик і прагнуть досягти добробуту. Вони обирають чоловіків, які здатні забезпечити їй безбідне існування та зможуть задовольнити всі потреби.`,

    partner: `Найбільш сумісні у коханні та шлюбі Тельці зі знаками земної стихії – Дівами та Козерогами. Хороша любовна сумісність з представниками зодіакальних знаків Риби та Рак.

    Несумісними знаками для Тельця є Лев і Водолій, хоча союз із Водолієм може бути корисний для кар'єри, а з Левом – для емоційної підтримки.
    
    Стосунки з Близнюками можуть дати їм вигоду у фінансовому плані. Натомість для духовного розвитку буде плідним партнерство з Овном.`,

    famous: `Під знаком Тельця на світ з'явилися мислитель і філософ Нікколо Макіавеллі, психоаналітик Зігмунд Фрейд, письменники Вільям Шекспір і Оноре де Бальзак, супермодель Лінда Євангеліста, актори Аль Пачіно та Одрі Гепберн, Джордж Клуні і Джессіка Альба, Роберт Паттінсон і Ума Турман.`

  },

  {
    name: 'Близнюки',
    date: '21 травня - 21 червня',
    image: 'twins',
    element: 'Повітря',
    symbol: 'Дві вертикальні колони, що позначають ворота пізнання, які ведуть до покоїв мудрості.',
    planet: 'Меркурій',
    number: 'Третій знак зодіаку',
    stone: 'Малахіт, гірський кришталь, обсидіан, агат, місячний камінь, нефрит та амазоніт',

    description: `Характерними рисами цього знака Зодіаку є енергійність і незалежність.

    Один з найбільш непередбачуваних знаків. Основні характерні риси Близнюків: енергійність, незалежність, товариськість, комунікабельність, почуття гумору і допитливість.
    
    Представники цього знака Зодіаку допитливі, ерудовані співрозмовники, темпераментні та невтомні. Вони легко встановлюють зв'язки з абсолютно різними людьми. Життя Близнюків активне й насичене, вони легко пристосовуються до будь-яких обставин.

    Це інтелектуально обдарований знак. Часто серед них зустрічаються талановиті письменники та актори. Це мінливі люди, які можуть змінювати своє ставлення кілька разів на день. Товариські та безцеремонні вигадники. З ними ніколи не буває нудно.

    Близнюки легко можуть викрутитися з будь-якої ситуації з мінімальними втратами завдяки своїй спритності. Зазвичай вони балакучі та товариські, їм рідко вдається втримати язик за зубами.`,

    men: `У чоловіків Близнюків у крові допитливість, артистичність, дотепність, різноманітність інтересів.
    
    Це досить складний знак через подвійність його натури. У житті чоловікам Близнюкам притаманні вірність і мінливість, міцна прив'язаність та схильність до флірту. Бути успішними їм допомагає винахідливість, спритність, начитаність, ерудиція, красномовство, дипломатичність, ввічливість і тактовність.

    Основними недоліками чоловіків Близнюків є непостійність, нерішучість, безтурботність, брак стриманості та витримки, мінливість життєвих орієнтирів і непунктуальність.

    У коханні представники цього знаку не піддаються емоціям та почуттям, віддають перевагу легким стосункам без зобов'язань. Хоча в цьому йому немає рівних – він чудово володіє майстерністю зваблювання, вміє робити компліменти й дивувати своїх обраниць.`,

    woman: `Дівчата, народжені під цим знаком, неординарні та непередбачувані, вони багатогранні й поєднують у собі суперечливі якості.

    При цьому дівчата Близнюки ніколи не сумують і досягають великих успіхів своєю працею.
    
    Від роботи жінки Близнюки отримують задоволення, оскільки обирають комфортну для себе сферу діяльності.
    
    В коханні не терплять одноманітності та посередності. Щоб завоювати серце цієї непередбачуваної красуні, чоловікові доведеться проявити максимум винахідливості та фантазії.`,

    partner: `Найбільш сумісні Близнюки у коханні зі знаками стихії повітря – Терезами та Водолієм. Також вони добре сумісні з Овном і Левом.

    Несумісними знаками для Близнюків є Діва, Риби, хоча союз із Рибами може бути корисний для кар'єри, а з Дівою – для емоційної підтримки.
    
    Стосунки з Раком можуть дати їм вигоду у фінансовому плані. Що стосується сумісності у шлюбі, одним із найкращих виборів є Стрілець. А для духовного розвитку буде плідним партнерство з Тельцем.`,

    famous: `Під знаком Близнят народилися поети Олександр Пушкін і Йосип Бродський, революціонер Ернесто Че Гевара, 35-й президент США Джон Кеннеді, музикант Пол Маккартні, супермоделі Наомі Кемпбелл і Адріана Ліма, актори Мерилін Монро, Джонні Депп, Анджеліна Джолі, Том Круз, Ніколь Кідман, Колін Фарелл, Г'ю Лорі, Кортні Кокс і Ліз Герлі.`

  },

  {
    name: 'Рак',
    date: '22 червня - 22 липня',
    image: 'cancer',
    element: 'Вода',
    symbol: 'Рак, краб, серце',
    planet: 'Місяць',
    number: 'Четвертий знак зодіаку',
    stone: 'Перли, рубін, смарагд, кальцит, котяче око, місячний камінь, кришталь, целестин.',

    description: `Представників цього знака Зодіаку вирізняють проникливість і сором'язливість.
    Це один із найбільш проникливих знаків. Основні риси характеру, які відрізняють Раків від інших знаків Зодіаку: проникливість, емпатія, сором'язливість, вразливість, благородство, обережність і далекоглядність.

    Це наймістичніший і найтаємничіший знак. Народжені під ним люди емоційні, сором'язливі й легко піддаються настрою.

    Раки вразливі та сентиментальні. Їхня реакція на все, що відбувається навколо, дуже швидка й виразна. Вони – романтики, котрі здатні йти на жертви.

    Представники цього знака часто відчувають складні душевні переживання. Зазвичай вони доброзичливі, але можуть бути як люб'язними та відвертими, так і меланхолійними, замкнутими й стриманими.

    Раки – песимісти. Песимізм проявляється у всіх сферах їхнього життя та отруює їм навіть найбільш радісні моменти.`,

    men: `Чоловіки, народжені під цим знаком, переважно товариські та доброзичливі. Вони мають розвинену інтуїцію, є чуттєвими й сімейними. Їм властиві терпимість і витримка.

    Як негативні якості характеру чоловіків Раків можна виділити дратівливість, безхарактерність, фаталізм і песимістичні погляди на життя.
    
    Представники цього знака Зодіаку вкрай емоційні, але вважають за краще приховувати свої почуття. Хоча в оточенні близьких і друзів вони достатньо відкриті.
    
    Для щастя чоловікові Раку необхідно відчувати турботу, щирість та добре ставлення.`,

    woman: `Представниці цього знаку є надзвичайно чутливими, романтичними та сентиментальними. Вони загадкові, але з боку можуть здатися практичними й раціональними.

    Насправді вони є дуже вразливими, їхній внутрішній світ ретельно приховується від сторонніх.
    
    Зовнішність у дівчини Раку дуже жіночна, до того ж природа наділила її неймовірним шармом, що завжди так вабить чоловіків.
    
    Жінка Раки важко сприймає критику. Водночас вони дуже віддані, для неї важлива любов, шлюб і сім'я.`,

    partner: `Найбільш сумісні Раки з представниками знаків водної стихії – Скорпіонами та Рибами. Також гарна сумісність у них із Тельцем і Дівою.

    Несумісними знаками для Раку є Овен і Терези, хоча союз з Овном може бути корисний для кар'єри та положення в суспільстві, а з Терезами – для емоційної підтримки.
    
    Стосунки з Левом можуть бути вигідними у фінансовому плані. Стосовно ж сумісності у шлюбі, то одним із найкращих буде Козеріг. А для духовного розвитку плідним є партнерство з Близнюками.`,

    famous: `Під знаком Рака народилися письменники Антуан де Сент-Екзюпері і Ернест Гемінгвей, художник Марк Шагал, кутюр'є Джорджіо Армані, футболіст Зінедін Зідан, актори Вів'єн Лі, Гаррісон Форд, Том Генкс і Діана Крюгер, супермоделі Жизель Бундхен і Наташа Полі, співачка Селена Гомес.`

  },

  {
    name: 'Лев',
    date: '23 липня - 22 серпня',
    image: 'leo',
    element: 'Вогонь',
    symbol: 'Лев',
    planet: 'Сонце',
    number: `П'ятий знак зодіаку`,
    stone: 'бурштин, алмаз, смарагд, рубін, топаз і хризоліт.',

    description: `Характерні риси Левів, які відрізняють їх від решти знаків, – гордість і рішучість.
    Один із найбільш самовпевнених знаків. Основні риси характеру, які відрізняють Левів від решти знаків Зодіаку: енергійність, душевність, марнославство, гордість, рішучість та упертість.

    Лев наділений даром творення і наполегливості у досягненні своїх цілей. Це надзвичайно творчі люди. Але водночас вони вкрай пихаті, горді та вперті.

    Люди, народжені під цим знаком Зодіаку, – природжені лідери. Вони сильні та цілеспрямовані, чарівні й харизматичні, люблять бути в центрі уваги і подобатися оточенню.

    При цьому Леви часто залежать від оцінки своїх дій і досягнень. Схвалення дає їм додаткові сили та зміцнює віру в себе. Критика ж натомість може викликати навіть напади нестримного гніву.

    У складних умовах Леви винахідливі та незворушні. Вони вміють брати на себе всю повноту відповідальності в прийнятті важливих життєвих рішень.`,

    men: `Чоловік, народжений під цим знаком Зодіаку, не витримує критики, він гордий та егоїстичний. Часто буває, що Леви переоцінюють свої можливості, але здебільшого це навіть допомагає їм бути успішними і у кар'єрі, і в особистому житті.
    
    Леви не пунктуальні, образливі та ревниві. Довго пам'ятають образи, але, як правило, не прагнуть помсти.

    Через марнославство чоловік Лев може помилятися у людях, потрапляти в авантюри та у близькому оточенні мати фальшивих друзів, які використовують його з корисливою метою.

    Представники цього знака Зодіаку не витримують рутини, вони бувають грубими та різкими, але за необхідності можуть йти на компроміси. Переважно це відбувається, коли вони розуміють, що тільки так можуть досягти бажаного.

    У коханні Леви - власники. Супутниць обирають із тих, хто перебуває в центрі уваги й завжди оточені масою шанувальників. Для них важливо і в цій частині життя залишатися завойовниками.`,

    woman: `Представниці цього знака – впевнені у собі, товариські, привабливі жінки, які завжди перебувають в центрі уваги. Вони не уявляють себе без цього. Прагнення бути найкращими – це стимул для Левиць, який рухає ними з дитинства.

    Основними достоїнствами представниць цього знака можна назвати ефектну зовнішність, доброту, активну життєву позицію, бажання вдосконалюватися і творче начало.
    
    Серед негативних рис характеру – самозакоханість, марнославство, схильність до показухи та запальність.

    У коханні Левиці вірні, лояльні, щедрі та чуйні. Від свого партнера вони чекають такої ж незалежності та сили духу, якими наділені самі. Для них важлива повна рівноправність у стосунках.`,

    partner: `Найбільш сумісні Леви з представниками знаків вогняної стихії – Овнами та Стрільцями. Також гарна сумісність у них із Близнюками та Терезами.

    Несумісними знаками для Лева є Телець і Скорпіон, хоча союз із Тельцем може бути корисний для кар'єри, а зі Скорпіоном – для емоційної підтримки.
    
    Стосовно сумісності у шлюбі, то найкращим вибором буде Водолій. А для духовного розвитку плідним стане партнерство з Раком.`,

    famous: `Під знаком Лева народилися історичні особистості Олександр Македонський і Григорій Распутін, президенти США Білл Клінтон і Барак Обама, модельєр Коко Шанель, музиканти Луї Армстронг і Мік Джаггер, кінорежисер Альфред Гічкок, співачки та актриси Мадонна і Дженніфер Лопес, актори Роберт Де Ніро, Сандра Буллок, Патрік Свейзі, Одрі Тоту, Антоніо Бандерас, Голлі Беррі, Бен Аффлек і Шарліз Терон.`

  },

  {
    name: 'Діва',
    date: '23 серпня - 22 вересня',
    image: 'virgo',
    element: 'Земля',
    symbol: 'Діва',
    planet: 'Меркурій',
    number: 'Шостий знак зодіаку',
    stone: 'Агат, малахіт, гірський кришталь, лазурит, сердолік, місячний камінь, яшма, авантюрин, нефрит та аметист.',

    description: `Прикметними рисами характеру цього знака Зодіаку є уважність та обережність.
    Це один із найбільш далекоглядних знаків Зодіаку. Основні притаманні йому риси характеру: витривалість, обережність, недовірливість, пунктуальність, уважність, передбачливість і надійність.

    Діва є втіленням принципу порядку, перемоги розуму над почуттями, вміння бачити ціле у деталях. Представники цього знака більше за інших прагнуть до досконалості в усьому – звідси тяга до навчання впродовж усього життя і бажання навчати оточуючих. Таке прагнення до кращого дозволяє Дівам бачити вади в усьому довкола, що потребує обов'язкового виправлення.

    Інтелект Дів поєднує в собі логіку і водночас розвинену інтуїцію. Увага до деталей і скрупульозність у виконанні поставлених завдань робить їх прекрасними виконавцями, а критичне мислення, практичність та прагнення до ідеалу дозволяють займати керівні посади.

    Діви зазвичай не люблять публічності й рідко опиняються в центрі загальної уваги. Вони цінують затишок і комфорт. Тому не дивно, що у вільний час представники цього знака Зодіаку віддадуть перевагу не гучним вечіркам, а товариству рідних та близьких друзів.`,

    men: `Народжені під цим знаком чоловіки стримані, педантичні та практичні. Їм характерне розвинене почуття відповідальності, здоровий розум і прагнення до стабільності. З чоловіка Діви виходить чудовий начальник і керівник. Він твердо стоїть на ногах, не піддається мріям, точно знає свої цілі й наполегливо до них іде.
    
    Серед позитивних рис характеру чоловіків Дів – пунктуальність, ґрунтовність та сумлінність. Вони завжди виконують свої обов'язки, хоча не дуже люблять їх на себе брати.

    Це земний знак, а тому не звик бурхливо проявляти емоції, особливо на публіці. Загалом Діви намагаються уникати ситуацій, які виводять з рівноваги.

    У коханні для представників цього знака важлива не романтика, а конкретні справи та дії.`,

    woman: `Кмітлива, дотепна, має логічне мислення. Жінка-Діва вміє підтримати розмову, з нею цікаво вести спілкування. Вона завжди підтримає у важку хвилину й дасть справді корисну пораду.

    Серед позитивних якостей Діви вирізняється високий інтелект і гострий розум. До того ж вона – це уособлення відповідальності, хоч є скромною й вважає за краще не бути в центрі уваги.
    
    Часто представниці цього знака Зодіаку вимотують себе досконалістю і не пробачають недоліків близькому оточенню. Подразником для роздратування можуть стати такі якості, як неохайність, лихослів'я та нерішучість.

    У коханні жінка Діва шукає ідеал. Вона розчиняється у партнері, віддаючи всю себе. Представниці цього знака Зодіаку не ревниві, довірливі й потребують захисту.`,

    partner: `Найкраща сумісність у Діви зі знаками земної стихії – Тільцями та Козерогами. Також вони добре сумісні з Раком і Скорпіоном.

    Несумісними знаками для цього знака є Близнюки та Стрілець, хоча зв’язок з Близнюками може бути корисним для кар'єри, а зі Стрільцем – для емоційної підтримки. Союз із Терезами може бути вигідним у фінансовому плані.
    
    Стосовно ж сумісності у шлюбі, то одним із найкращих виборів для одруження будуть Риби. Натомість для духовного розвитку плідним є партнерство з Левом.`,

    famous: `Під знаком Діви народилися письменники Йоганн Вольфганг Гете, Лев Толстой, Агата Крісті, О. Генрі, принц Гаррі, співаки Майкл Джексон, Емі Вайнхаус, Флоренс Велч і Бейонсе, актори Богдан Ступка, Шон Коннері, Грета Гарбо, Майкл Дуглас, Софі Лорен, Річард Гір, Сальма Гаєк, Жан Рено, Камерон Діас, Міккі Рурк, Блейк Лайвлі, Колін Ферт, Мішель Вільямс, Г'ю Грант, Кіану Рівз і модель Клаудія Шиффер.`

  },

  {
    name: 'Терези',
    date: '23 вересня - 22 жовтня',
    image: 'libra',
    element: 'Повітря',
    symbol: 'Дві чаші терезів, що означає прагнення до стабільності та гармонії.',
    planet: 'Венера',
    number: 'Сьомий знак зодіаку',
    stone: 'Яшма, лазурит, кварц, гірський кришталь, аметист, малахіт, місячний камінь і алмаз.',

    description: `Прикметними рисами характеру цього знака Зодіаку є надійність та розсудливість.
    Терези – один із найбільш вихованих знаків Зодіаку. Основні його примітні риси характеру: сталість, надійність, доброзичливість, розсудливість, мрійливість і непрактичність.

    Представники цього знака прагнуть до гармонії в усьому. Чутливі до прекрасного, природжені дипломати, їм також притаманні стійкість духу і непохитна воля до перемоги в будь-якому суперництві. Терези часто працюють на посаді судді або юриста.

    Терези – трудоголіки, які бажають поліпшити життя інших людей, вони фізично витривалі й мають гарне почуття гумору. Доволі часто ці люди інтелектуально перевершують оточення.

    Слід також відмітити товариськість, тактовність та чесність Терезів. Це вірні безкорисливі друзі та мудрі порадники, які здатні раціонально оцінити ситуацію й зробити правильні висновки.

    До недоліків цього знака Зодіаку можна віднести непрактичність і надмірну мрійливість. Терези більше схильні фантазувати та міркувати, ніж діяти, побоюючись поразок і невдач.`,

    men: `Хлопці Терези дуже товариські. Вони добре ладнають з оточенням, уміють знаходити вихід зі складних ситуацій, але все ж частіше намагаються їх уникати. Народжені під цим знаком чоловіки володіють легкістю, мають невгамовну фантазію й здатні швидко навчатися.

    Зовні чоловіки Терези виглядають упевненими, вони інтелігентні та володіють хорошими манерами. Чоловіки цього знака акуратні, охайні та завжди продумують свій образ до дрібниць.
    
    Чоловікам Терезам властиво прагнення до земних насолод, чутливість, дружність. Жінки рідко можуть встояти перед їхньою чарівністю.

    У коханні чоловіки Терези ввічливі й романтичні. Вони готові засипати прекрасними компліментами та вигадувати подарунки і сюрпризи.`,

    woman: `Це надзвичайно гармонійні створіння. Вони наділені такими якостями, як товариськість, доброзичливість, вміння любити, а також постійно тяжіють до прекрасного.

    Дівчата Терези легкі в спілкуванні та фантазерки, вони з легкістю вгадують віяння часу і моди. Ніжні, чутливі, таємничо привабливі для протилежної статі.
    
    Їхні сильні якості – делікатність, витонченість, ввічливість, справедливість, щирість, миролюбність, безкорисливість та елегантність.
    
    До недоліків жінок Терезів можна віднести зніженість, лінь, снобізм, легковажність, помисливість, нерішучість і непрактичність.
    
    У коханні для жінок Терезів важливо, щоб поряд був чоловік, значно сильніший за неї. Вони обирають чоловіків собі самі.`,

    partner: `Найкраща сумісність в коханні у Терезів зі знаками стихії повітря – Близнюками та Водоліями. Також вони добре сумісні з Левом і Стрільцем.

    Несумісними знаками для них є Рак і Козеріг, хоча зв’язок із Раком може бути корисний для кар'єри, а з Козерогом – для емоційної підтримки. Стосунки зі Скорпіоном можуть стати для Терезів сприятливими у фінансовому плані.
    
    Стосовно ж сумісності у шлюбі, то чи не найкращим вибором є Овен. А для духовного розвитку плідним є партнерство з Дівою.`,

    famous: `Під знаком Терезів народилися поети Михайло Лермонтов і Сергій Єсенін, політикиня Маргарет Тетчер, фотографка Енні Лейбовіц, співачки Тоні Брекстон і Гвен Стефані, актори Марчелло Мастроянні, Бріжит Бардо, Майкл Дуглас, Ромі Шнайдер, Вілл Сміт, Кетрін Зета-Джонс, Г'ю Джекман, Моніка Беллуччі, Жан-Клод Ван Дам, Гвінет Пелтроу, Метт Деймон, Кейт Вінслет, Маріон Котійяр і Алісія Сільверстоун.`

  },

  {
    name: 'Скорпіон',
    date: '23 жовтня - 21 листопада',
    image: 'scorpio',
    element: 'Вода',
    symbol: 'Скорпіон, аспид, змія',
    planet: 'Плутон, Марс',
    number: 'Восьмий знак зодіаку',
    stone: 'Турмалин, александрит, гранат, опал, сапфир, жемчуг, топаз, коралл, изумруд.',

    description: `Представники цього знака – воїни. Вони є дуже правдивими й об'єктивними в оцінках.Людина, народжена під знаком Скорпіона, – це воїн, причому нерідко він кидається в бій, навіть не попередивши про це оточуючих. Скорпіон не любить пустопорожніх слів, є дуже правдивим та об'єктивним в оцінюванні.
    
    Оточуючі з побоюванням ставляться до Скорпіона, адже він чесно й правдиво висловлює свою думку щодо будь-чого.

    Скорпіони живуть пристрастями, вони не уявляють своє життя без кохання. Об'єктом обожнювання вони захоплюються миттєво, проте так само швидко й остигають до нього, домігшись бажаного. Сексуальність – невід'ємна риса Скорпіонів. Цей знак має величезний успіх у представників протилежної статі, легко і пристрасно закохується, але найчастіше легко змінює свій вибір.`,

    men: `Представник цього знака – незалежний, рішучий і владний чоловік. Він не рахується з чужою думкою й робить тільки те, що вважає за потрібне. Він азартний і поривчастий, схильний до авантюр та ризику. Серед типових його захоплень – екстремальні види спорту. Не замислюючись про наслідки, чоловік Скорпіон живе тільки справжнім моментом.

    Про такого чоловіка можна сказати, що у нього все б'є через край: і кохання, і ненависть, і сила, і сміливість. При цьому, на відміну від інших пристрасних знаків, почуття Скорпіона є неймовірно стійкими. Якщо кохання – то на все життя, якщо самопожертва – то грудьми на амбразуру. Ну а ворогам чоловіка Скорпіона навіть у старості можна порадити не розслаблятися.
    
    Не дивно, що сильна й пристрасна натура Скорпіона привертає увагу жінок, як вогонь нічної лампи – метеликів. Але щоб, ставши його обраницею, не обпалити собі крила, жінці необхідна інструкція з користування чоловіком Скорпіоном.

    Цей знак Зодіаку не терпить заперечень і не йде на компроміси, будучи максималістом, який звик отримувати своє за всяку ціну. Іноді ця цілеспрямованість межує з одержимістю. Домігшись жінки, чоловіки Скорпіони чекають від неї захоплення і визнання їхнього незаперечного авторитету. Часом вони стають дещо самозакоханими та неуважними до почуттів інших людей.

    Підкорити чоловіка Скорпіона може або така ж яскрава й непередбачувана особистість, або недосяжна і загадкова дівчина, яка зовні буде байдужа до його залицянь та змусить боротися за свою прихильність.`,

    woman: `Ця жінка – справжня леді, яка знає собі ціну й не розмінюється на дурниці. Її рухи неквапливі й граціозні, але за ними відчувається прихована сила, як у оманливо-м'яких рухах пантери.
    
    У жінці Скорпіоні ніби зібрані всі якості, які так привертають увагу чоловіків: чарівність, почуття власної гідності, пристрасність і таємниця. Тому не дивно, якщо ви скоритеся їй з першого погляду.

    Водночас, за всієї своєї магічної жіночності «міс Досконалість» має й багато «чоловічих рис характеру. Їй повною мірою притаманні рішучість, твердість, гострий розум, уміння постояти за себе, поняття честі та справедливості. Завдяки цьому в дитинстві вона нерідко взагалі віддає перевагу суспільству хлопчаків – з ними їй набагато цікавіше грати.

    У стосунках жінка Скорпіон чекає преклоніння і беззаперечного виконання всіх бажань. Представниця цього знака звикла бути в центрі уваги, вона постійно в русі, легко вливається в нові компанії й може підтримати будь-яку розмову. Вона не пропускає жодної вечірки, при цьому незмінно стає головною героїнею вечора. Жінка Скорпіон любить, щоб нею захоплювалися, і не боїться ставати головною темою для обговорень.

    Кохання жінки Скорпіона варте будь-яких ваших подвигів і жертв. Тут якнайкраще проявляється вся цілісність і сила її яскравої натури. Заради любові вона готова на все – навіть поступитися чоловікові чільну роль у сім'ї. Адже, незважаючи на свої лідерські якості, вона хоче бути дружиною цього чоловіка, а не підкаблучника.`,

    partner: `Ідеальною парою для Скорпіона стане представник сузір'я Риб або Раку. Риби – такі ж чуттєві, але легко поступаються лідерством, стануть вірними супутниками, здатними гасити надмірну запальність своєї другої половини. Раки, які готові віддавати більше, ніж отримувати, також підходять Скорпіонам. Останні будуть цінувати загадковість і благородство коханого.

    Найскладніше Скорпіонам буде побудувати стосунки з Овнами, Левами і представниками свого знака. Два природжених лідери будуть постійно змагатися за владу в парі, що рано чи пізно призведе до завершення роману. Жоден не захоче піти на поступки або скоритися. Однак у цих випадках можливий короткий, але яскравий і пристрасний роман.`,

    famous: `Під знаком Скорпіона народилися письменник Федір Достоєвський, політичний лідер Індіра Ганді, підприємець Білл Гейтс, фінансист Роман Абрамович, кутюр'є Кельвін Кляйн, художник Пабло Пікассо, кінорежисер Мартін Скорсезе, актори Грейс Келлі, Вів'єн Лі, Ален Делон, Демі Мур, Меттью Макконагі, Джулія Робертс, Леонардо Ді Капріо, Ітан Гоук, Мег Раян, Вайнона Райдер, Енн Гетевей, Кеті Перрі, Емма Стоун і Скарлетт Йоганссон.`

  },

  {
    name: 'Стрілець',
    date: '22 листопада - 21 грудня.',
    image: 'sagittarius',
    element: 'Вогонь',
    symbol: 'Кентавр',
    planet: 'Юпітер',
    number: `Дев'ятий знак зодіаку`,
    stone: 'Гранат, рубін і сапфір',

    description: `Представники цього знака Зодіаку – волелюбні й чесні.
    Прикметними рисами характеру, які відрізняють його від інших, є волелюбність і чесність. Найбільше Стрілець цінує незалежність. Він енергійний та відвертий.
    
    Цей знак Зодіаку має яскраво виражені лідерські якості та почуття справедливості, він постійно займається самоосвітою, енергійний і захоплений ідеєю поліпшити світ. Усе життя Стрілець прагне до самореалізації й високої оцінки своєї роботи.
    
    Стрілець – цілеспрямований знак, він успішний і багатогранний. Зазвичай у представників цього знака декілька спеціальностей, широкий спектр інтересів і ділових зв'язків.

    Стрільці за своєю натурою є прямолінійними, ніколи не приховують свою думку, висловлюючи її відкрито, що іноді може бути неправильно сприйнято оточуючими. Часом їх вважають грубими й невихованими.

    Представники цього знака стрімкі й нестримні, непосидючі та непостійні, вічні двигуни і генератори ідей. Вони ненавидять одноманітність і нудьгу. Стрільці легко міняють інтереси й можуть впасти у меланхолію або навіть у депресію, якщо хтось обмежуватиме їхню свободу. У компанії дотепно жартують і ніколи не залишається непоміченими.
    
    При цьому Стрільці мають добре серце і щиро ставляться до людей, але їм часто заважає зайва імпульсивність. Цей вогненний знак іноді зачіпає чужі інтереси й, навіть намагаючись їх захистити, нерідко стикається з нерозумінням.`,

    men: `Чоловіки Стрільці – енергійні, товариські, веселі, щедрі. Вони привертають увагу громадськості, оскільки завжди заводять цікаві розмови. Мають просто неймовірне везіння.
    
    У професійній сфері Стрільці амбітні та ініціативні, досягають поставленої мети, незалежно від того, яку кількість перепон для цього необхідно подолати.

    Стрільці неймовірно привабливі, чарівні та мають успіх у представниць протилежної статі. Коли Стрілець закоханий, не існує нічого неможливого, щоб виконати бажання об’єкта обожнювання.

    Представники цього знаку напористі, а часом навіть агресивні, на шляху до мети їх неможливо зупинити. Стосунки з таким чоловіком яскраві й емоційні, однак його складно втримати на місці або зв'язати якимись зобов'язаннями.`,

    woman: `Представниці знаку Стрілець дуже комунікабельні й надмірно активні. Вони здатні гори зрушити на шляху до мети. Ці творчі, кипучі натури зберігають молодість до похилих років.

    Вони люблять увагу та не вміють приховувати свої емоції. Нерідко жінки Стрільці без сорому плачуть, а якщо сміються, то заражають своїм позитивом усіх оточуючих.
    
    Практично неможливі ситуації, за яких жінка Стрілець впала би в смуток. Вона завжди знає, що та як їй робити, не витримує критику, але сама часто різко висловлюється.
    
    Одними з їхніх переваг є прагнення справляти позитивне враження, лідерські якості, невичерпний оптимізм, схильність до самопізнання і розвитку. Серед недоліків можна виділити зайву прямолінійність. Жартом або фразою ця жінка може образити співрозмовника, сама того не бажаючи.
    
    У стосунках жінки Стрільці потребують партнера, який захопить їхній розум, займатиме значне місце в суспільстві або буде талановитим у чому завгодно. Сімейне життя для них річ серйозна, але вони не завжди вміють зробити його гармонійним. Жага нових вражень часто відводить їх від сімейного вогнища.`,

    partner: `Найкраще стосунки у Стрільців можуть складатися з представниками вогняних знаків – Левами та Овнами. Вони зможуть співіснувати на рівних, не пригнічуючи свободу один одного.
    
    Міцним у Стрільців вийде союз із Терезами та Водолієм, а також з Рибами й Дівами, з якими у них буде можливість проявити свої лідерські якості.

    Середня сумісність у Стрільців з Козерогом і Скорпіоном, який завжди та в усьому хоче бути кращим. А ось невдалими для Стрільців можуть вийти стосунки з Тільцем та Раком.`,

    famous: `Під знаком Стрільця народилися політик Вінстон Черчілль, дизайнер Джанні Версаче, кінорежисери Стівен Спілберг і Вуді Аллен, музиканти Френк Сінатра, Джиммі Гендрікс, Едіт Піаф, Тіна Тернер, Крістіна Агілера і Брітні Спірс, супермодель Тайра Бенкс, актори Джейн Біркін, Бред Пітт, Джуді Денч, Міла Йовович, Кім Бейсінгер, Єн Сомерхолдер, Тіль Швайгер, Джейк Джиленхол, Самуель Джексон, Бен Стіллер і Деріл Ганна.`

  },

  {
    name: 'Козеріг',
    date: '22 грудня - 19 січня',
    image: 'capricorn',
    element: 'Земля',
    symbol: `Голова і передня частина тулуба козла, а задня частина риб'яча.`,
    planet: 'Сатурн',
    number: 'Десятий знак зодіаку',
    stone: 'Гірський кришталь, синій аквамарин, гагат чорний, сапфір чорного або темного синього кольору, онікс.',

    description: `Прикметними риси характеру цього знака Зодіаку є практичність і цілеспрямованість.
    Козерогу притаманні такі основні риси характеру: практичність, цілеспрямованість і завзятість. Цей знак Зодіаку приймає рішення повільно, але завжди обдумано. Він прекрасний стратег, дуже обережний і передбачливий.

    До сильних якостей представників цього знака можна віднести цілеспрямованість, стійкість і відповідальність. Козеріг має дар не втрачати з уваги головну мету. Він не боїться самотності й готовий переносити будь-які життєві труднощі, долати навіть найскладніші перешкоди. Немає такого завдання, з яким би не впорався цей представник земної стихії.

    Типовий Козеріг прагне досягти максимально високого положення в суспільстві.

    У спілкуванні Козероги дуже потайливі. Всі свої глибокі почуття вони воліють приховувати, а тому часто важко близько сходяться з новими людьми.

    Вони горді та самовпевнені, що нерідко стає причиною конфліктів з оточенням і непорозуміння у стосунках з близькими.`,

    men: `Чоловік, народжений під цим знаком, – наполегливий, амбітний і цілеспрямований. Він дисциплінований і любить усе контролювати, не терпить безлад та безвідповідальність у людях.
    
    Козеріг не чекає подарунків від долі та знає, що удача посміхається лише працьовитим людям. Уже в підлітковому віці він починає впевнено прагнути до поставленої метою, не бажаючи задовольнятися малим, йому необхідно отримати все і бажано якнайшвидше.

    У коханні цей чоловік проявляє серйозність і реалістичність. У стосунках з протилежною статтю він бажає стабільності. Тут немає зайвих слів, нікому не потрібних дій, а є лише ґрунтовний підхід до почуттів і стосунків у цілому.

    Козеріг привертає увагу жінок своєю практичністю. Він зазвичай добре розбирається в практичній частині життя й любить дотримуватися порядку. З нього вийде хороший чоловік і господар, з яким життя буде позбавлено багатьох побутових проблем, оскільки він знає, як їх вирішити.`,

    woman: `Жінка, представниця цього знака, розсудлива й надійна. Це основа сім'ї, її серце та мозок. Вони настільки мудрі, що з легкістю поведуть за собою будь-якого чоловіка.
    
    Жінки Козероги рідко мріють, і всі їхні прагнення пов'язані з реальними досягненнями та фінансовим добробутом. Вони люблять планувати й прораховувати, ретельно оцінювати ризики як у професійній сфері, так і в особистому житті.

    Ці жінки більш еротичні та влюбливі, ніж представники сильної статі знака Козерога. Хоча на перший погляд вона може здатися холодною й неприступною, суворою та загадковою, але при цьому в ній криється вулкан пристрастей.

    Шарм такої жінки загадковий та неоднозначний, і насамперед спрямований на те, щоб чоловік завойовував і домагався її, прикладаючи для цього чималі зусилля.`,

    partner: `Найкраща сумісність у коханні та шлюбі у Козерога зі знаками Зодіаку земної стихії: Тельцем і Дівою. Також достатньо міцний союз у них може вийти зі Скорпіоном, Рибами та Раком.

    Для духовного розвитку буде плідним партнерство Козерогів зі Стрільцем. Вигідним у фінансовому плані для них може бути союз із Водолієм.
    
    Несумісними ж знаками для Козерога є Терези та Овен.`,

    famous: `Під знаком Козорога з'явилися на світло: давньогрецький філософ і вчений Аристотель, мільярдер Арістотель Онассіс, рок-музиканти Елвіс Преслі, Девід Бові і Дженіс Джоплін, актори Марлен Дітріх, Ентоні Гопкінс, Ванесса Параді, Мел Гібсон, Кейт Мосс, Ніколас Кейдж, Сієнна Міллер і Адріано Челентано.`

  },
]

